{
    "users": "المستخدمون",
    "add": "أضف",
    "home": "الصفحة الرئيسية",
    "create": "إنشاء",
    "name": "اسم",
    "surname": "اسم العائلة",
    "username": "اسم المستخدم",
    "email": "بريد إلكتروني",
    "confirm password": "تأكيد كلمة المرور",
    "submit": "إرسال",
    "cancel": "إلغاء",
    "password": "كلمة المرور",
    "new record added successfully": "تم إضافة سجل جديد بنجاح",
    "search filter": "تصفية البحث",
    "Add New User": "إضافة مستخدم جديد",
    "reset": "إعادة تعيين",
    "search": "بحث",
    "active": "نشط",
    "inactive": "غير نشط",
    "login": "تسجيل الدخول",
    "Email or Username": "البريد الإلكتروني أو اسم المستخدم",
    "Remember Me": "تذكرني",
    "Sign in": "تسجيل الدخول",
    "Forgot Password?": "هل نسيت كلمة السر؟",
    "update": "تحديث",
    "status": "الحالة",
    "save": "حفظ",
    "record deleted successfully": "تم حذف السجل بنجاح",
    "something went wrong! please try again": "هناك خطأ ما! حاول مرة اخرى",
    "Add New Agent": "إضافة وكيل جديد",
    "agents": "الوكلاء",
    "mobile phone": "هاتف محمول",
    "office phone": "هاتف المكتب",
    "fax": "فاكس",
    "photo": "صورة",
    "Agent Name": "اسم العميل",
    "Total properties": "إجمالي العقارات",
    "Active properties": "العقارات النشطة",
    "upload image": "تحميل الصورة",
    "delete": "حذف",
    "Add Language": "إضافة لغة",
    "language name": "اسم اللغة",
    "languages": "اللغات",
    "categories": "التصنيفات",
    "Add New Category": "أضف فئة جديدة",
    "slug": "دليل",
    "add category": "أضف تصنيف",
    "title": "العنوان",
    "Are you sure you want to delete this element?": "هل أنت متأكد أنك تريد حذف هذا العنصر؟",
    "language": "اللغة",
    "translation": "الترجمة",
    "properties": "عقارات",
    "parent": "الأبوين",
    "definitions": "تعريفات",
    "New Definition": "تعريف جديد",
    "heating_type": "نوع التدفئة",
    "user_status": "حالة المستخدم",
    "building_age": "عمر البناء",
    "property_type": "نوع الملكية",
    "housing_type": "نوع السكن",
    "features": "الميزات",
    "advertisement_type": "نوع الإعلان",
    "type": "نوع",
    "group": "المجموعة",
    "New listing": "قائمة جديدة",
    "TL price": "سعر الليرة التركية",
    "USD price": "سعر الدولار",
    "description": "وصف",
    "meta title": "عنوان الفوقية",
    "meta description": "ميتا الوصف",
    "delete translation": "حذف الترجمة",
    "Add Translation": "أضف ترجمة",
    "property type": "نوع الملكية",
    "agent": "وكيل",
    "category": "فئة",
    "price": "السعر",
    "furnished": "مفروشة",
    "featured": "مميز",
    "Suitable": "مناسب",
    "Not Suitable": "غير مناسب",
    "credit eligibility": "الأهلية للحصول على الائتمان",
    "interchange": "تبادل",
    "yes": "نعم",
    "no": "لا.",
    "housing type": "نوع السكن",
    "heating type": "نوع التدفئة",
    "user status": "حالة المستخدم",
    "rent deposit": "وديعة الايجار",
    "rental income": "إيرادات الإيجار",
    "dues": "المستحقات",
    "net area": "المساحة الصافية",
    "gross area": "المساحة الإجمالية",
    "living rooms no": "عدد غرف المعيشة",
    "bedrooms no": "عدد غرف النوم",
    "bathrooms no": "عدد الحمامات.",
    "building floors": "عدد طوابق البناء",
    "floor number": "رقم الطابق",
    "feature": "ميزة",
    "address": "العنوان",
    "country": "البلد",
    "province": "الولاية",
    "city": "المدينة",
    "district": "المنطقة",
    "postal code": "الرمز البريدي",
    "No preview": "المعاينة غير متوفرة",
    "Drop files here or click to upload": "قم بإسقاط الملفات هنا أو انقر للتحميل",
    "photos": "الصور",
    "Your browser does not support drag\\'n\\'drop file uploads.": "لا يدعم المستعرض الخاص بك عمليات السحب والافلات لتحميل الملفات.",
    "Drop files here to upload": "قم بإسقاط الملفات هنا للتحميل",
    "Please use the fallback form below to upload your files like in the olden days.": "يرجى استخدام النموذج الاحتياطي أدناه لتحميل ملفاتك كما في الأيام الخوالي.",
    "File is too big (\\{\\{filesize\\}\\}MB). Max filesize: \\{\\{maxFilesize\\}\\}MB.": "الملف كبير جدًا (\\ {\\ {File \\} \\} ميغا بايت). أقصى حجم: \\ {\\ {maxFilesize \\} \\} ميغابايت.",
    "You can\\'t upload files of this type.": "لا يمكنك تحميل ملفات من هذا النوع.",
    "Server responded with \\{\\{statusCode\\}\\} code.": "استجاب الخادم برمز \\ {\\ {statusCode \\} \\}.",
    "Cancel upload": "إلغاء الرفع",
    "Are you sure you want to cancel this upload?": "هل أنت متأكد أنك تريد إلغاء هذا التحميل؟",
    "Remove file": "إزالة الملف",
    "You can not upload any more files.": "لا يمكنك تحميل المزيد من الملفات.",
    "You can also click to open file browser": "يمكنك أيضًا النقر لفتح متصفح الملفات",
    "Find Your Dream Home": "ابحث عن منزل أحلامك",
    "We’re reimagining how you buy, sell and rent. It’s now easier to get into a place you love. So let’s do this, together.": "نحن نعيد تصور كيفية الشراء والبيع والإيجار. أصبح من السهل الآن الوصول إلى مكان تحبه. لذلك دعونا نفعل هذا معًا.",
    "What are you looking for?": "ما الذي تبحث عنه؟",
    "Country, City or district..": "البلد أو المدينة أو المنطقة ..",
    "min price": "السعر الأدنى",
    "max price": "السعر الأقصى",
    "Advanced": "متقدم",
    "Bathrooms": "الحمامات",
    "Bedrooms": "غرف النوم",
    "Living Rooms": "غرف المعيشة",
    "age": "عمر البناء",
    "Hide": "إخفاء",
    "Search": "بحث",
    "Find Properties in These Cities": "ابحث عن عقارات في هذه المدن",
    ":num properties": ":num عقار",
    "Find Properties in These Categories": "البحث عن عقارات في هذه التصنيفات",
    "Featured Properties": "عقارات مميزة",
    "Handpicked properties by our team.": "نحن نقدم عقارات منتقاة بعناية من قبل فريقنا ، جاهزة للسكن في العقارات ، منازل العطلات ، منازل للبيع ، عقارات مطلة على المدينة ، عقارات للإيجار وغيرها الكثير.",
    "Beds": "سرير",
    "Baths": "الحمامات",
    "Square": "مربع",
    "Why Choose Us": "لماذا تختارنا",
    "We provide full service at every step.": "نحن نقدم خدمة كاملة في كل خطوة.",
    "Trusted By Thousands": "موثوق به من قبل الآلاف",
    "The reason behind our success lies behind our dedicated team of expert agents, that are carefully engaging with all requirements in order to give the very best property solution to our dear customer.": "يكمن السبب وراء نجاحنا وراء فريقنا المتفاني من الوكلاء الخبراء ، الذين يتعاملون بعناية مع جميع المتطلبات من أجل تقديم أفضل حل عقاري لعملائنا الأعزاء.",
    "Wide Range Of Properties": "مجموعة واسعة من العقارات",
    "Beynil is a reliable and prestigious real estate agency established to meet the needs of people offering wide range of properties in the categories of apartments, villas, plots, shops, offices and many more.": "بينيل هي وكالة عقارية موثوقة ومرموقة تم تأسيسها لتلبية احتياجات الأشخاص الذين يقدمون مجموعة واسعة من العقارات في فئات الشقق والفيلات وقطع الأراضي والمحلات التجارية والمكاتب وغيرها الكثير.",
    "Investment Consulting": "استشارات الاستثمار",
    "Beynil is for all of their prospects offering wide range of investment consulting, evaluation of their real estate profitability, guide into obtaining Turkish citizenship and many more on demand.Interested to Buy, Rent a Property?": "بينيل لجميع آفاقهم تقدم مجموعة واسعة من الاستشارات الاستثمارية ، وتقييم الربحية العقارية ، ودليل للحصول على الجنسية التركية وغيرها الكثير عند الطلب.",
    "Interested to Buy, Rent a Property?": "هل ترغب في شراء أو استئجار عقار؟",
    "Check our property listing, we are offering you the very best properties": "تحقق من قائمة العقارات الخاصة بنا ، فنحن نقدم لك أفضل العقارات",
    "Browse Properties": "تصفح العقارات",
    "Home": "الصفحة الرئيسية",
    "Show Filter": "عرض التصفية",
    ":results Search results": ":results من نتائج البحث",
    "Sort by:": "ترتيب حسب:",
    "price (low price first)": "السعر (السعر المنخفض أولا)",
    "price (heigh price first)": "السعر (السعر المرتفع أولاً)",
    "date (newer first)": "التاريخ (الأحدث أولاً)",
    "date (older first)": "التاريخ (الأقدم أولاً)",
    "Contact": "تواصل",
    "contact": "تواصل",
    "Contact Us": "اتصل بنا",
    "Send Us An Email": "أرسل لنا بريدًا إلكترونيًا",
    "Thank you for visiting our page, and we hope that you liked property listing that we are offering you. In the case that you have different inquiry or more questions don’t  hesitate to contact us.": "نشكرك على زيارة صفحتنا ، ونأمل أن تكون قد أحببت قائمة العقارات التي نقدمها لك. في حال كان لديك استفسار مختلف أو أسئلة أخرى لا تتردد في الاتصال بنا.",
    "Address": "العنوان",
    "Phone": "رقم الهاتف",
    "Mail": "البريد",
    "Follow Us": "تابعنا",
    "View Photos": "عرض الصور",
    "Description": "وصف",
    "Property Details": "تفاصيل العقار",
    "Property ID": "معرف العقار",
    "Price": "السعر",
    "Property Size": "حجم العقار",
    "building age": "عمر البناء",
    "Property Status": "حالة العقار",
    "Additional details": "تفاصيل اضافية",
    "Location": "الموقع",
    "Listed By": "معروضة من قبل",
    "View My Listing": "مشاهدة معروضاتي",
    "Listing": "العروض",
    "Beynil.com is a reliable and prestigious real estate agency established to meet the needs of people such as houses, land, shops, offices, and also to provide consultancy to those who want to evaluate their real estate profitably.": "Beynil.com هي وكالة عقارية موثوقة ومرموقة تأسست لتلبية احتياجات الناس مثل المنازل والأراضي والمحلات التجارية والمكاتب ، وكذلك لتقديم الاستشارات لأولئك الذين يرغبون في تقييم عقاراتهم بشكل مربح.",
    "About Us": "معلومات عنا",
    "upload": "تحميل",
    "Read More": "اقرأ أكثر",
    "Blog": "مدونة",
    "keyword": "كلمة رئيسية",
    "Hide Filter": "إخفاء عامل التصفية",
    "Property Type": "نوع العقار",
    "Min Area": "ادنى مساحة",
    "Max Area": "أقصى مساحة",
    "Advanced features": "الخيارات المتقدمة",
    "Categories Property": "فئات العقارات",
    "Featured": "مميز",
    "Enter keyword...": "ابحث عن كلمة ...",
    "Beynil is for all of their prospects offering wide range of investment consulting, evaluation of their real estate profitability, guide into obtaining Turkish citizenship and many more on demand.": "بينيل لجميع آفاقهم مجموعة واسعة من الاستشارات الاستثمارية ، وتقييم الربحية العقارية ، ودليل للحصول على الجنسية التركية وغيرها الكثير عند الطلب.",
    "Advanced Search": "البحث المتقدم",
    "Name": "الاسم",
    "Email": "البريد الإلكتروني",
    "Subject": "الموضوع",
    "Your Message": "رسالتك",
    "Send Message": "إرسال الرسالة",
    "date": "التاريخ",
    "banner": "البانر",
    "cities": "المدن",
    "dashboard": "لوحة التحكم",
    "Add New Article": "اضف مقال جديد",
    "actions": "أجراءات",
    "phone": "الهاتف",
    "code": "رمز",
    "views": "عرض",
    "blog": "مدونة",
    ":listingNumber Listings": ":listingNumber عروض",
    "Our Team": "فريق العمل",
    "Our Partners": "شركاؤنا",
    "We only work with the best companies around the globe": "نحن نعمل فقط مع أفضل الشركات حول العالم",
    "Articles & Tips": "مقالات ونصائح",
    "Live, work and experience amazing life in Turkey. Investing in Turkey provides significant advantages so let us explain more about them.": "عش واعمل واختبر حياة رائعة في تركيا. يوفر الاستثمار في تركيا مزايا كبيرة ، لذلك دعونا نشرح المزيد عنها.",
    "Beynil Investment and Real Estate was established in order to follow up with all new real estate market information in Turkey, and allow you to smoothly start business, living in Turkey, and experience the amazing lifestyle that Turkey has to offer you.": "تم إنشاء Beynil Investment and Real Estate من أجل متابعة جميع معلومات سوق العقارات الجديدة في تركيا ، والسماح لك ببدء الأعمال التجارية بسلاسة ، والعيش في تركيا ، وتجربة نمط الحياة المذهل الذي تقدمه لك تركيا. لدينا مجموعة واسعة من العقارات المعروضة للبيع ، وأراضي للبيع ، والعقارات السكنية ، ومنازل للبيع ، وشقق للبيع ، وفلل للبيع وكذلك العقارات الفاخرة. ضمن قوائم Beynil Real Estate ، يمكننا أن نقدم لك مجموعة مختلفة من العقارات ، لذلك حتى إذا كانت لديك متطلبات خاصة ، فتأكد من أننا سنجد لك حلاً عقاريًا مناسبًا لك.",
    "Citizenship by Investment Overview": "نظرة عامة على الجنسية عن طريق الاستثمار",
    "The Türkiye Citizenship by Investment Program allows investors to access both the European and Asian markets by making an investment into Türkiye’s economy.": "يتيح برنامج الجنسية عن طريق الاستثمار في تركيا للمستثمرين الوصول إلى الأسواق الأوروبية والآسيوية من خلال الاستثمار في الاقتصاد التركي. في هذا الصدد ، نقدم أنواعًا مختلفة من العقارات الاستثمارية وفقًا لاحتياجات فرصتك الاستثمارية ، على سبيل المثال: مشاريع التطوير الجديدة ، العقارات التجارية ، عقارات ما قبل البناء. يمكننا دعمك أيضًا في تقديم عقارات حصرية فاخرة وعقارات مفروشة ، كما نغطي عقارات مذهلة في جانب البحر ، حتى نتمكن من الحصول على عقارات مذهلة على شاطئ البحر ، وعقارات مطلة على المارينا ، وعقارات على الواجهة البحرية.",
    "Live, work and experience amazing life in Turkey.": "عش واعمل واختبر حياة رائعة في تركيا.",
    "learn more": "أعرف أكثر",
    "Citizenship by Investment": "الجنسية عن طريق الاستثمار",
    "How to get Citizenship in Turkiye": "كيفية الحصول على الجنسية التركية",
    "We are a company that assists our foreign customers outside of the Turkey in obtaining Turkish Citizenship through Real Estate management. We carefully listen to all your needs, preferences than select and offer properties that are suitable for your budgets accordingly.": "نحن شركة تساعد عملائنا الأجانب خارج تركيا في الحصول على الجنسية التركية عن طريق إدارة العقارات. نحن نستمع بعناية إلى جميع احتياجاتك وتفضيلاتك بدلاً من اختيار وعرض العقارات المناسبة لميزانياتك وفقًا لذلك.",
    "Once a decision is made, we collaborate with relevant authorities to ensure that the property does not have any encumbrances such as liens or debts, and we are providing you with full set of accompanying documentation for smooth purchase and sale, where we carefully follow every step.": "بمجرد اتخاذ القرار ، نتعاون مع السلطات ذات الصلة لضمان عدم وجود أي أعباء على الممتلكات مثل الامتيازات أو الديون ، ونقدم لك مجموعة كاملة من الوثائق المصاحبة للشراء والبيع السلس ، حيث نتبع بعناية كل خطوة .",
    "We prioritize our customer satisfaction and always stand by our customers to provide high-quality services in every aspect of such process.": "نعطي الأولوية لرضا عملائنا ونقف دائمًا إلى جانب عملائنا لتقديم خدمات عالية الجودة في كل جانب من جوانب هذه العملية.",
    "Türkiye Citizenship by Investment": "الجنسية التركية عن طريق الاستثمار",
    "Benefits of the Türkiye Citizenship by Investment Program": "مزايا الجنسية التركية عن طريق برنامج الاستثمار",
    "Requirements of Türkiye Citizenship by investment": "شروط الحصول على الجنسية التركية عن طريق الاستثمار",
    "Step by Step Citizenship Procedure:": "إجراءات الحصول على الجنسية خطوة بخطوة:",
    "contact us today": "تواصل معنا اليوم",
    "Should you have any questions, or if you would like a detailed breakdown of the exact costs for your family, kindly contact us and we will be delighted to help you.": "إذا كان لديك أي أسئلة ، أو إذا كنت ترغب في الحصول على تفاصيل مفصلة عن التكاليف الدقيقة لعائلتك ، فيرجى الاتصال بنا وسنكون سعداء لمساعدتك.",
    "Add Testimonial": "أضف شهادة",
    "Our Mission Is To Find You A Dream Place in Bursa": "مهمتنا هي إيجاد مكان الأحلام لك في بورصة",
    "That alone dear business partners, customers, and investors, ": "هذا وحده أعزائي شركاء العمل والعملاء والمستثمرين ،",
    "Turkey has been one of the most important centers of world trade for centuries with strong economic and strategic geographical location. Turkey continues its steady growth and offers powerful opportunities. Our experienced agent will lead you through all processes, and cover all from property finding, investment and legal procedures.": "لطالما كانت تركيا أحد أهم مراكز التجارة العالمية لقرون مع موقع اقتصادي وجغرافي استراتيجي قوي. تستمر تركيا في نموها المطرد وتوفر فرصًا قوية. سيقودك وكيلنا المتمرس خلال جميع العمليات ، وسيغطي كل شيء من العثور على العقارات والاستثمار والإجراءات القانونية.",
    "Among the all beautiful cities of Turkey, we want to single out one particular one for investment and living opportunities - Bursa. Known as \"Green Bursa\", this province with over 3 million people stands on the lower slopes of Uludag (Mount Olympos of Mysia, 2543 meters / 8343 feet) in the Marmara region of Anatolia. The title \"Green\" of Bursa comes from its gardens and parks, and of course from its being in the middle of an important fruit growing region.": "من بين جميع المدن الجميلة في تركيا ، نريد تخصيص واحدة معينة للاستثمار وفرص المعيشة - بورصة. تُعرف هذه المقاطعة باسم \"بورصا الخضراء \" ، وتضم أكثر من 3 ملايين نسمة ، وتقع على المنحدرات السفلية لأولوداغ (جبل أوليمبوس في ميسيا ، 2543 مترًا / 8343 قدمًا) في منطقة مرمرة في الأناضول. يأتي لقب \"جرين \" لبورصة من حدائقها ومتنزهاتها ، وبالطبع من كونها تقع في وسط منطقة زراعة الفاكهة المهمة.",
    "Why to Invest in Bursa?": "لماذا الاستثمار في مدينة بورصة؟",
    "Advanced infrastructure, dynamic entrepreneurs, the high quality of work and attractive investment climate": "بنية تحتية متطورة ، رواد أعمال ديناميكيون ، جودة عمل عالية ومناخ استثماري جذاب",
    "Sectoral clusters": "التكتلات القطاعية",
    "Around 700 foreign companies from approximately 70 countries": "حوالي 700 شركة أجنبية من حوالي 70 دولة",
    "Proximity to global &amp; national markets": "القرب من العالمية & أمبير ؛ الأسواق الوطنية",
    "18 organized industrial zones, 1 free trade zone and 7 sea ports": "18 منطقة صناعية منظمة ومنطقة تجارة حرة واحدة و 7 موانئ بحرية",
    "Strategic geographic location providing logistics connections": "موقع جغرافي استراتيجي يوفر اتصالات لوجستية",
    "The 4th most economically developed province in Turkey": "رابع أكثر المقاطعات تطوراً اقتصادياً في تركيا",
    "2 universities and 1 foundation vocational school offering world-class education": "جامعتان ومدرسة مهنية واحدة مؤسسية تقدم تعليمًا على مستوى عالمي",
    "Ranks 3rd with its R&amp;D centres in Turkey": "تحتل المرتبة الثالثة مع مراكز البحث والتطوير في تركيا",
    "Globally competitive sectors of industry: Textile, automotive, agro-food, machinery metal and furniture sectors and rising sectors of railway systems, aerospace and defence sectors": "قطاعات الصناعة المنافسة عالميًا: قطاعات المنسوجات والسيارات والأغذية الزراعية والآلات المعدنية والأثاث والقطاعات الصاعدة لأنظمة السكك الحديدية وقطاعات الطيران والفضاء",
    "High tourism potential in winter and nature sports tourism as well as convention, thermal, health and culture tourism": "إمكانات سياحية عالية في الشتاء والسياحة الرياضية الطبيعية وكذلك سياحة المؤتمرات والحرارية والصحية والثقافية",
    "Investment": "الاستثمار",
    "Minimum contribution of USD 400,000": "الحد الأدنى للمساهمة 400،000 دولار أمريكي",
    "Processing time": "وقت المعالجة",
    "Approximately 120 days from submission of the application to approval": "ما يقرب من 120 يومًا من تاريخ تقديم الطلب إلى الموافقة",
    "Key benefit": "الميزة الرئيسية",
    "The right of free movement to Türkiye, Hong Kong, Japan, and Singapore, among others": "حق التنقل الحر إلى تركيا وهونج كونج واليابان وسنغافورة وغيرها",
    "The Türkiye Citizenship by Investment Program (previously named the Turkey Citizenship by Investment Program) was launched in January 2017 to attract foreign direct investment to and boost growth in the country’s real estate sector. The program allows applicants to choose from a number of different types of economic contributions to Turkish society, thereby developing the country’s economy.": "تم إطلاق برنامج الجنسية عن طريق الاستثمار في تركيا (المسمى سابقًا الجنسية التركية عن طريق برنامج الاستثمار) في يناير 2017 لجذب الاستثمار الأجنبي المباشر وتعزيز النمو في قطاع العقارات في البلاد. يسمح البرنامج للمتقدمين بالاختيار من بين عدد من أنواع المساهمات الاقتصادية المختلفة للمجتمع التركي ، وبالتالي تطوير اقتصاد البلاد.",
    "Visa-free or visa-on-arrival access to 111 destinations including Hong Kong, Japan, and Singapore": "الوصول بدون تأشيرة أو تأشيرة عند الوصول إلى 111 وجهة بما في ذلك هونغ كونغ واليابان وسنغافورة",
    "Citizenship of a country that enjoys a mild Mediterranean climate, beautiful scenery, and a high standard of living": "جنسية دولة تتمتع بمناخ متوسطي معتدل ومناظر طبيعية جميلة ومستوى معيشة مرتفع",
    "Full citizenship granted to the applicant and included family members": "تمنح الجنسية الكاملة لمقدم الطلب وتشمل أفراد الأسرة",
    "Eligibility for an E-2 Investor Visa in the USA for a five-year renewable period": "الأهلية للحصول على تأشيرة مستثمر E-2 في الولايات المتحدة الأمريكية لمدة خمس سنوات قابلة للتجديد",
    "Access to a transcontinental Eurasian country that is a stable economic, financial, and political hub between Europe, Western Asia, and the Middle Easts": "الوصول إلى بلد أوروبي آسيوي عابر للقارات يمثل مركزًا اقتصاديًا وماليًا وسياسيًا مستقرًا بين أوروبا وغرب آسيا والشرق الأوسط",
    "Acquire at least USD 400,000 worth of real estate": "تملك عقارات لا تقل قيمتها عن 400.000 دولار أمريكي",
    "Invest a minimum of USD 500,000 fixed capital contribution": "استثمر ما لا يقل عن 500000 دولار أمريكي مساهمة رأس مال ثابت",
    "Commit at least USD 500,000 or equivalent foreign currency or Turkish lira into government bonds": "التزم بما لا يقل عن 500000 دولار أمريكي أو ما يعادلها بالعملة الأجنبية أو الليرة التركية في السندات الحكومية",
    "Commit at least USD 500,000 or equivalent foreign currency or Turkish lira into real estate investment fund share or venture capital investment fund share": "التزم بما لا يقل عن 500000 دولار أمريكي أو ما يعادلها من العملات الأجنبية أو الليرة التركية في حصة صندوق الاستثمار العقاري أو حصة صندوق استثمار رأس المال الاستثماري",
    "Commit at least USD 500,000 or equivalent foreign currency or Turkish lira into a private pension system for a minimum holding period of three years": "الالتزام بما لا يقل عن 500000 دولار أمريكي أو ما يعادلها من العملات الأجنبية أو الليرة التركية في نظام التقاعد الخاص لمدة لا تقل عن ثلاث سنوات",
    "Create jobs for at least 50 people, as attested by the Ministry of Family, Labour and Social Services": "خلق فرص عمل لما لا يقل عن 50 شخصًا ، وفقًا لتصديق وزارة الأسرة والعمل والخدمات الاجتماعية",
    "The main applicant may include their spouse, dependent children below the age of 18, and children of any age who are living with disabilities in their application.": "يجوز لمقدم الطلب الرئيسي تضمين الزوج ، والأطفال المعالين الذين تقل أعمارهم عن 18 عامًا ، والأطفال من أي عمر الذين يعانون من إعاقات في طلبهم.",
    "After applicants have chosen the qualifying investment option, a residence permit application shall be made on the family’s behalf. The main applicant is then required to open a bank account in Türkiye.": "بعد أن يختار المتقدمون خيار الاستثمار المؤهل ، يتم تقديم طلب تصريح الإقامة نيابة عن الأسرة. يُطلب من مقدم الطلب الرئيسي بعد ذلك فتح حساب مصرفي في تركيا.",
    "Once all application documents have been prepared (including applicable certifications and translations), the investment can be completed and the documents submitted to the government. Once the application has been received by the government, the review process will begin and an interview may be requested. Applications are typically approved within 120 days, following which the citizenship documents are issued. The passport application can then be submitted.": "بمجرد إعداد جميع مستندات الطلب (بما في ذلك الشهادات والترجمات المعمول بها) ، يمكن إكمال الاستثمار وتقديم المستندات إلى الحكومة. بمجرد استلام الحكومة للطلب ، ستبدأ عملية المراجعة وقد يُطلب إجراء مقابلة. عادة ما تتم الموافقة على الطلبات في غضون 120 يومًا ، وبعد ذلك يتم إصدار وثائق الجنسية. يمكن بعد ذلك تقديم طلب جواز السفر.",
    "Please note that Turkish gift and inheritance taxes apply to worldwide assets held by Turkish citizens. We recommend that you seek appropriate professional advice in this regard.": "يرجى ملاحظة أن ضرائب الهبات والميراث التركية تنطبق على الأصول العالمية التي يحتفظ بها المواطنون الأتراك. نوصيك بالحصول على المشورة المهنية المناسبة في هذا الصدد.",
    "Obtaining the Title Deed Document of the Real Estate Document for what is required": "الحصول على سند الملكية لوثيقة العقار لما هو مطلوب",
    "Identity document/passport (translated document in Turkish Language)": "وثيقة الهوية / جواز السفر (وثيقة مترجمة إلى اللغة التركية)",
    "Real estate valuation report": "تقرير تثمين العقارات",
    "Compulsory Earthquake insurance policy for buildings": "بوليصة تأمين الزلازل الإجبارية للمباني",
    "Bio-metric photo ": "صورة Bio-metric",
    "Real Estate Fair Value Certificate of the Real Estate": "شهادة القيمة العادلة للعقار",
    "Tax Number": "الرقم الضريبي",
    "Bank-Approved Remittance Receipts ": "إيصالات التحويلات المعتمدة من قبل البنك",
    "Commitment not to sell the Real Estate": "التعهد بعدم بيع العقار",
    "Note: The purpose of obtaining Turkish Citizenship should be stated in the deed.": "ملاحظة: يجب ذكر الغرض من الحصول على الجنسية التركية في سند الملكية.",
    "Obtaining the Certificate of Conformity": "الحصول على شهادة المطابقة",
    "After taking a commitment not to sell the Real Estate purchased for 3 years. The department of foreign affairs issues the certificate of conformity.": "بعد أخذ الالتزام بعدم بيع العقار المشتراة لمدة 3 سنوات. تقوم وزارة الخارجية بإصدار شهادة المطابقة.",
    "Afterwards, the cover letter is sent to the General Directorate of Migration Management and the General Directorate of Population and Citizenship Affairs. The applicants are informed via email about every step carefully.": "بعد ذلك ، يتم إرسال خطاب الغلاف إلى المديرية العامة لإدارة الهجرة والمديرية العامة لشؤون السكان والمواطنة. يتم إبلاغ المتقدمين عبر البريد الإلكتروني بكل خطوة بعناية.",
    "Residence Permit Application and Citizenship Application": "طلب تصريح الإقامة وطلب الحصول على الجنسية",
    "After receiving the certificate of conformity, a residence permit application must be made to the provincial Directorate of Migration Management and then a citizenship application to the provincial Directorate of population and Citizenship Affairs.The Citizenship Applications are finalized in 3-5 months on average": "بعد الحصول على شهادة المطابقة ، يجب تقديم طلب تصريح الإقامة إلى المديرية الإقليمية لإدارة الهجرة ثم طلب الجنسية إلى المديرية الإقليمية للسكان وشؤون المواطنة. يتم الانتهاء من طلبات الجنسية في غضون 3-5 أشهر في المتوسط",
    "Modern Villa": "فيلا حديثة",
    "Family House": "منزل عائلي",
    "Town House": "منزل",
    "Apartment": "شقة",
    "Invest in Bursa, and here is WHY": "استثمر في بورصة ، وإليك السبب",
    "With a long history of industry, sectoral diversity, close proximity to the market, international experience, dynamic young population, qualified labor force, Bursa always offers an ideal investment environment for domestic and foreign investors as the power of the Turkish economy.": "بفضل تاريخها الطويل في الصناعة ، والتنوع القطاعي ، والقرب من السوق ، والخبرة الدولية ، والشباب الديناميكي ، والقوى العاملة المؤهلة ، توفر بورصة دائمًا بيئة استثمارية مثالية للمستثمرين المحليين والأجانب باعتبارها قوة الاقتصاد التركي.",
    "Advanced Infrastructure": "البنية التحتية المتطورة",
    "Attractive Investment Climate": "المناخ الاستثماري الجذاب",
    "Invest in Bursa": "استثمر في مدينة بورصة",
    "Among the all beautiful cities of Turkey, we want to single out one particular one for investment and living opportunities - Bursa, known as \"Green Bursa\"": "من بين جميع مدن تركيا الجميلة ، نريد أن نخصص واحدة معينة للاستثمار وفرص المعيشة - بورصة ، المعروفة باسم \"بورصة الخضراء \"",
    "Strategic Geographic Location": "موقع جغرافي إستراتيجي",
    "Dynamic Entrepreneurs": "رجال الأعمال الديناميكيين",
    "Testimonials": "الآراء",
    "I want to buy Apartment": "أرغب في شراء شقة",
    "I want to buy House": "أرغب في شراء منزل",
    "I want to buy Plot": "أرغب في شراء قطعة أرض",
    "I want to buy Villa": "أرغب في شراء فيلا",
    "I want to obtain Citizenship": "أرغب في الحصول على الجنسية",
    "How to Purchase Property": "كيفية شراء عقار",
    "To qualify for citizenship, the main applicant should fulfil one of the following investment requirements:": "للتأهل للحصول على الجنسية ، يجب على مقدم الطلب الرئيسي استيفاء أحد متطلبات الاستثمار التالية:",
    "Procedures and time frame of the Türkiye Citizenship by Investment Program": "الإجراءات والإطار الزمني لبرنامج الجنسية التركية عن طريق الاستثمار",
    "Citizenship": "الجنسية",
    "Get in touch": "تواصل معنا",
    "Contact Us To get all the assistant you need": "تواصل معنا لتحصل على كل المساعدة التي تحتاجها",
    "By purchasing property in Bursa, Turkey, you primarily invest money in your well-being. Coming to your cozy apartment with a view of the sea or a country house with a wonderful garden, you will enjoy the tranquility of your place.": "من خلال شراء العقارات في بورصة ، تركيا ، فإنك تستثمر الأموال في المقام الأول في رفاهيتك. عند القدوم إلى شقتك المريحة المطلة على البحر أو المنزل الريفي بحديقة رائعة ، ستستمتع بالهدوء في مكانك.",
    "High-rise apartments, Penthouses for sale, Holiday Homes, Resort Properties and so much more to offer.": "شقق شاهقة ، بنتهاوس للبيع ، منازل للعطلات ، عقارات منتجع وأكثر من ذلك بكثير لتقدمه.",
    "Why you should Move to Bursa": "لماذا يجب عليك الانتقال إلى بورصة",
    "Bursa offers a relatively affordable cost of living compared to other cities in Turkey, making it an attractive option for those looking to save money or stretch their budget further. Bursa is a bustling city with a thriving economy and plenty of opportunities for entertainment, dining, and shopping.": "تقدم بورصة تكلفة معيشية معقولة نسبيًا مقارنة بالمدن الأخرى في تركيا ، مما يجعلها خيارًا جذابًا لأولئك الذين يتطلعون إلى توفير المال أو زيادة ميزانيتهم. بورصة هي مدينة تعج بالحركة وتتميز باقتصاد مزدهر وتوفر الكثير من الفرص للترفيه وتناول الطعام والتسوق.",
    "Invest and move to Bursa": "استثمر وانتقل الى بورصا",
    "Get to Know Us More":"تعرف علينا أكثر",
    "Inquiry Type":"نوع الاستفسار",
    "Information":"المعلومات",
    "Mobile: :phone":"المحمول: :phone",
    "Office: :phone":"هاتف المكتب: :phone",
    "Email: :email":"البريد الإلكتروني: :email",
    "View My Listings":"استعراض العقارات",
    "Thank you for contacting us":"شكراً لتواصلكم معنا",
    "we will reach you soon as possible.":"سنتصل بكم باقرب وقت ممكن",
    "Back to Home":"العودة للرئيسية",
    "":"",
    "":"",
    "":"",
    "":""
}
