{
    "users": "Kullanıcılar",
    "add": "Ekle",
    "home": "Anasayfa",
    "create": "Oluştur",
    "name": "İsim",
    "surname": "Soyisim",
    "username": "Kullanıcı Adı",
    "email": "E-posta",
    "confirm password": "Şifreyi Onayla",
    "submit": "Gönder",
    "cancel": "İptal",
    "password": "Şifre",
    "new record added successfully": "Yeni kayıt başarıyla eklendi",
    "search filter": "Arama Filtresi",
    "Add New User": "Yeni Kullanıcı Ekle",
    "reset": "Sıfırla",
    "search": "Ara",
    "active": "Aktif",
    "inactive": "Etkin değil",
    "login": "Giriş",
    "Email or Username": "E-posta veya Kullanıcı Adı",
    "Remember Me": "Beni Hatırla",
    "Sign in": "Oturum Aç",
    "Forgot Password?": "Şifremi Unuttum?",
    "update": "Güncelle",
    "status": "Durum",
    "save": "Kaydet",
    "record deleted successfully": "Kayıt başarıyla silindi",
    "something went wrong! please try again": "Bir şeyler yanlış gitti! Lütfen tekrar deneyin",
    "Add New Agent": "Yeni Danışman Ekle",
    "agents": "Danışmanlar",
    "mobile phone": "Cep telefonu",
    "office phone": "Ofis telefonu",
    "fax": "Faks",
    "photo": "Fotoğraf",
    "Agent Name": "Danışman Adı",
    "Total properties": "Toplam mülkler",
    "Active properties": "Aktif Mülkler",
    "upload image": "Resim yükle",
    "delete": "Sil",
    "Add Language": "Dil Ekle",
    "language name": "Dil adı",
    "languages": "Diller",
    "categories": "Kategoriler",
    "Add New Category": "Yeni Kategori Ekle",
    "slug": "Slug",
    "add category": "Kategori Ekle",
    "title": "Başlık",
    "Are you sure you want to delete this element?": "Bu öğeyi silmek istediğinizden emin misiniz?",
    "language": "Dil",
    "translation": "Çeviri",
    "properties": "Özellikler",
    "parent": "Ebeveyn",
    "definitions": "Tanımlar",
    "New Definition": "Yeni Açıklama",
    "heating_type": "Isıtma tipi",
    "user_status": "Kullanıcı durumu",
    "building_age": "Bina yaşı",
    "property_type": "Mülk tipi",
    "housing_type": "Konut tipi",
    "features": "Özellikler",
    "advertisement_type": "İlan türü",
    "type": "Tip",
    "group": "grup",
    "New listing": "Yeni listeleme",
    "TL price": "TL fiyatı",
    "USD price": "USD fiyatı",
    "description": "Açıklama",
    "meta title": "Meta başlık",
    "meta description": "Meta açıklama",
    "delete translation": "Çeviriyi sil",
    "Add Translation": "Çeviri Ekle",
    "property type": "Mülk tipi",
    "agent": "Danışman",
    "category": "Kategori",
    "price": "Fiyat",
    "furnished": "Eşyalı",
    "featured": "Öne Çıkarılan",
    "Suitable": "Uygun",
    "Not Suitable": "Uygun değil",
    "credit eligibility": "Krediye uygunluk",
    "interchange": "Takas",
    "yes": "Evet",
    "no": "Hayır",
    "housing type": "Konut tipi",
    "heating type": "Isıtma tipi",
    "user status": "Kullanıcı durumu",
    "rent deposit": "Kira depozitosu",
    "rental income": "Kira geliri",
    "dues": "Aidat",
    "net area": "Net alan",
    "gross area": "Brüt alan",
    "living rooms no": "Oturma odası sayısı",
    "bedrooms no": "Yatak odası sayısı",
    "bathrooms no": "Banyo sayısı",
    "building floors": "Bina katları",
    "floor number": "Bulunduğu Kat",
    "feature": "Özellik",
    "address": "Adres",
    "country": "Ülke",
    "province": "İl",
    "city": "Şehir",
    "district": "İlçe",
    "postal code": "Posta kodu",
    "No preview": "Önizleme yok",
    "Drop files here or click to upload": "Dosya yüklemek için sürükleyin veya buraya tıklayın",
    "photos": "Fotoğraflar",
    "Your browser does not support drag\\'n\\'drop file uploads.": "Tarayıcınız sürükle-bırak yöntemini desteklemiyor.",
    "Drop files here to upload": "Yüklemek için dosyaları buraya sürükleyin",
    "Please use the fallback form below to upload your files like in the olden days.": "Lütfen dosyalarınızı eski günlerdeki gibi yüklemek için aşağıdaki geri dönüş formunu kullanın",
    "File is too big (\\{\\{filesize\\}\\}MB). Max filesize: \\{\\{maxFilesize\\}\\}MB.": "Dosya çok büyük (\\{\\{filesize\\}\\}MB). Maksimum dosya boyutu: \\{\\{maxFilesize\\}\\}MB.",
    "You can\\'t upload files of this type.": "Bu türdeki dosyaları yükleyemezsiniz.",
    "Server responded with \\{\\{statusCode\\}\\} code.": "Sunucu \\{\\{statusCode\\}\\} koduyla yanıt verdi.",
    "Cancel upload": "Yüklemeyi iptal et",
    "Are you sure you want to cancel this upload?": "Yüklemeyi iptal etmek istediğinizden emin misiniz",
    "Remove file": "Dosyayı sil",
    "You can not upload any more files.": "Daha fazla dosya yükleyemezsiniz.",
    "You can also click to open file browser": "Dosya tarayıcısını açmak için tıklayabilirsiniz",
    "Find Your Dream Home": "Hayalinizdeki Evi Bulun",
    "We’re reimagining how you buy, sell and rent. It’s now easier to get into a place you love. So let’s do this, together.": "Satın alma, satış ve kiralama yöntemlerinizi yeniden tasarlıyoruz. Sevdiğiniz bir eve girmek artık daha kolay. Hadi bunu birlikte yapalım.",
    "What are you looking for?": "Ne arıyorsunuz?",
    "Country, City or district..": "Ülke, Şehir veya bölge..",
    "min price": "min fiyat",
    "max price": "maks fiyat",
    "Advanced": "Gelişmiş",
    "Bathrooms": "Banyo",
    "Bedrooms": "Yatak odası",
    "Living Rooms": "Oturma odası",
    "age": "Yaşı",
    "Hide": "Gizle",
    "Search": "Ara",
    "Find Properties in These Cities": "Bu Şehirlerdeki Gayrimenkulleri Bulun",
    ":num properties": ":num properties",
    "Find Properties in These Categories": "Bu Kategorilerdeki Gayrimenkulleri Bulun.",
    "Featured Properties": "Öne Çıkan Gayrimenkuller",
    "Handpicked properties by our team.": "Ekibimiz tarafından özenle seçilmiş mülkler",
    "Beds": "Yatak",
    "Baths": "Banyo",
    "Square": "Alan",
    "Why Choose Us": "Neden Bizi Seçmelisiniz",
    "We provide full service at every step.": "Her adımda tam hizmet sağlıyoruz.",
    "Trusted By Thousands": "Binlerce Kişi Tarafından Güvenilen",
    "The reason behind our success lies behind our dedicated team of expert agents, that are carefully engaging with all requirements in order to give the very best property solution to our dear customer.": "Başarımızın ardında, değerli müşterilerimize en iyi emlak çözümünü sunmak için tüm gereksinimlerle dikkatlice ilgilenen uzman temsilcilerden oluşan özel ekibimiz yatmaktadır.",
    "Wide Range Of Properties": "Geniş Portföyümüz",
    "Beynil is a reliable and prestigious real estate agency established to meet the needs of people offering wide range of properties in the categories of apartments, villas, plots, shops, offices and many more.": "Beynil, daire, villa, arsa, mağaza, ofis ve daha birçok kategoride geniş bir yelpazede gayrimenkul sunan, insanların ihtiyaçlarını karşılamak için kurulmuş güvenilir ve prestijli bir emlak acentesidir.",
    "Investment Consulting": "Yatırım Danışmanlığı",
    "Beynil is for all of their prospects offering wide range of investment consulting, evaluation of their real estate profitability, guide into obtaining Turkish citizenship and many more on demand.Interested to Buy, Rent a Property?": "Beynil, tüm potansiyel müşterilerine geniş bir yelpazede yatırım danışmanlığı, gayrimenkul karlılıklarının değerlendirilmesi, Türk vatandaşlığı alma konusunda rehberlik ve talep üzerine çok daha fazlasını sunmaktadır.Bir Mülk Satın Almak, Kiralamak mı İstiyorsunuz?",
    "Interested to Buy, Rent a Property?": "Bir Mülk Satın Almak, Kiralamak mı İstiyorsunuz?",
    "Check our property listing, we are offering you the very best properties": "Emlak ilanlarımızı kontrol edin, size en iyi mülkleri sunuyoruz",
    "Browse Properties": "İlanlara Gözat",
    "Home": "Anasayfa",
    "Show Filter": "Filtreyi Göster",
    ":results Search results": ":sonuçlar Arama sonuçları",
    "Sort by:": "Sıralama ölçütü:",
    "price (low price first)": "Fiyat (önce düşük fiyat)",
    "price (heigh price first)": "Fiyat (önce yüksek fiyat)",
    "date (newer first)": "Tarih (yeniden eskiye)",
    "date (older first)": "Tarih (eskiden yenide)",
    "Contact": "İletişim",
    "contact": "İletişim",
    "Contact Us": "Bize Ulaşın",
    "Send Us An Email": "Bize E-posta Gönder",
    "Thank you for visiting our page, and we hope that you liked property listing that we are offering you. In the case that you have different inquiry or more questions don’t  hesitate to contact us.": "Sayfamızı ziyaret ettiğiniz için teşekkür ederiz ve size sunduğumuz emlak listelemerini beğendinizi umuyoruz. Farklı bir sorunuz veya daha fazla sorunuz olması durumunda bizimle iletişime geçmekten çekinmeyin",
    "Address": "Adres",
    "Phone": "Telefon",
    "Mail": "Mail",
    "Follow Us": "Bizi Takip Edin",
    "View Photos": "Fotoğrafları Görüntüle",
    "Description": "Açıklama",
    "Property Details": "İlan Detayları",
    "Property ID": "İlan Numarası",
    "Price": "Fiyat",
    "Property Size": "Mülk Boyutu",
    "building age": "Bina Yaşı",
    "Property Status": "İlan Durumu",
    "Additional details": "Ek ayrıntılar",
    "Location": "Konum",
    "Listed By": "Listeleyen",
    "View My Listing": "İlanları Görüntüle",
    "Listing": "İlanlar",
    "Beynil.com is a reliable and prestigious real estate agency established to meet the needs of people such as houses, land, shops, offices, and also to provide consultancy to those who want to evaluate their real estate profitably.": "Beynil.com, kişilerin ev, arsa, dükkan, ofis gibi ihtiyaçlarını karşılamak, ayrıca gayrimenkullerini karlı bir şekilde değerlendirmek isteyenlere danışmanlık yapmak amacıyla kurulmuş güvenilir ve prestijli bir emlak acentesidir.",
    "About Us": "Hakkımızda",

    "I want to buy Apartment": "I want to buy Apartment",
    "I want to buy House": "I want to buy House",
    "I want to buy Plot": "I want to buy Plot",
    "I want to buy Villa": "I want to buy Villa",
    "I want to obtain Citizenship": "I want to obtain Citizenship",
    "How to Purchase Property": "How to Purchase Property",

    "upload": "upload",
    "Read More": "Devamını Oku",
    "Blog": "Blog",
    "keyword": "keyword",
    "Hide Filter": "Filtreyi Gizle",
    "Property Type": "Emlak Tipi",
    "Min Area": "Min. Alan",
    "Max Area": "Maks. Alan",
    "Advanced features": "Gelişmiş özellikler",
    "Categories Property": "Emlak Kategorileri",
    "Featured": "Öne Çıkarılmış",
    "Enter keyword...": "Etiket ekleyin...",
    "Beynil is for all of their prospects offering wide range of investment consulting, evaluation of their real estate profitability, guide into obtaining Turkish citizenship and many more on demand.": "Beynil, tüm potansiyel müşterilerine geniş bir yelpazede yatırım danışmanlığı, gayrimenkul karlılıklarının değerlendirilmesi, Türk vatandaşlığı alma konusunda rehberlik ve talep üzerine çok daha fazlasını sunuyor.",
    "Advanced Search": "Gelişmiş Arama",
    "Name": "İsim",
    "Email": "Email",
    "Subject": "Konu",
    "Your Message": "Mesajınız",
    "Send Message": "Mesaj Gönder",
    "date": "Tarih",
    "banner": "Banner",
    "cities": "Şehirler",
    "dashboard": "Dashboard",
    "Add New Article": "Yeni Makale Ekle",
    "actions": "Eylemler",
    "phone": "Telefon",
    "code": "Kod",
    "views": "Görüntülenme",
    "blog": "Blog",
    ":listingNumber Listings": "İlan Sayısı",
    "Our Team": "Danışmanlarımız",
    "Our Partners": "Ortaklarımız",
    "We only work with the best companies around the globe": "Dünya çapında en iyi şirketlerle çalışıyoruz.",
    "Articles & Tips": "Makale ve İpuçları",
    "Live, work and experience amazing life in Turkey. Investing in Turkey provides significant advantages so let us explain more about them.": "Türkiye'de yaşayın, çalışın ve muhteşem bir hayat deneyimleyin. Türkiye'de yatırım yapmak önemli avantajlar sağlar, bu nedenle bunlar hakkında daha fazla bilgi verelim.",
    "Beynil Investment and Real Estate was established in order to follow up with all new real estate market information in Turkey, and allow you to smoothly start business, living in Turkey, and experience the amazing lifestyle that Turkey has to offer you.": "Beynil Yatırım ve Gayrimenkul, Türkiye'deki tüm yeni emlak piyasası bilgilerini takip etmek ve sorunsuz bir şekilde işe başlamanıza, Türkiye'de yaşamanıza ve Türkiye'nin size sunduğu muhteşem yaşam tarzını deneyimlemenize olanak sağlamak için kurulmuştur.",
    "Citizenship by Investment Overview": "Yatırım Yoluyla Vatandaşlığa Genel Bakış",
    "The Türkiye Citizenship by Investment Program allows investors to access both the European and Asian markets by making an investment into Türkiye’s economy.": "Türkiye Yatırım Yoluyla Vatandaşlık Programı, yatırımcıların Türkiye ekonomisine yatırım yaparak hem Avrupa hem de Asya pazarlarına erişimlerine olanak sağlamaktadır.",
    "Live, work and experience amazing life in Turkey.": "Türkiye'de yaşayın, çalışın ve muhteşem bir hayat deneyimleyin.",
    "learn more": "Daha fazla öğren",
    "Citizenship by Investment": "Yatırım Yoluyla Vatandaşlık",
    "How to get Citizenship in Turkiye": "Türkiye'de Nasıl Vatandaşlık Alınır?",
    "We are a company that assists our foreign customers outside of the Turkey in obtaining Turkish Citizenship through Real Estate management. We carefully listen to all your needs, preferences than select and offer properties that are suitable for your budgets accordingly.": "Türkiye dışındaki yabancı müşterilerimize gayrimenkul alım yoluyla Türk Vatandaşlığı edinmelerinde yardımcı olan bir şirketiz. Tüm ihtiyaçlarınızı, tercihlerinizi dikkatle dinliyor, bütçenize uygun gayrimenkulleri seçiyor ve sunuyoruz.",
    "Once a decision is made, we collaborate with relevant authorities to ensure that the property does not have any encumbrances such as liens or debts, and we are providing you with full set of accompanying documentation for smooth purchase and sale, where we carefully follow every step.": "Bir karar alındığında, ilgili yetkili makamlarla işbirliği yaparak mülkün üzerinde ipotek veya borç gibi yükümlülüklerin olmadığından emin oluyoruz ve sorunsuz bir satın alma ve satış için tam bir belge seti sunuyoruz. Her adımı dikkatlice takip ediyoruz",
    "We prioritize our customer satisfaction and always stand by our customers to provide high-quality services in every aspect of such process.": "Müşteri memnuniyetini öncelikli olarak benimseriz ve sürecin her aşamasında yüksek kaliteli hizmetler sunmak için müşterilerimizin yanında dururuz",
    "Türkiye Citizenship by Investment": "Yatırım Yolu ile Türkiye Vatandaşlığı",
    "Benefits of the Türkiye Citizenship by Investment Program": "Yatırım Yoluyla Türkiye Vatandaşlığı Programının Faydaları",
    "Requirements of Türkiye Citizenship by investment": "Yatırım Yoluyla Türkiye Vatandaşlığı Şartları",
    "Step by Step Citizenship Procedure:": "Adım Adım Vatandaşlık Prosedürü:",
    "contact us today": "Bizimle İletişime Geçin",
    "Should you have any questions, or if you would like a detailed breakdown of the exact costs for your family, kindly contact us and we will be delighted to help you.": "Eğer herhangi bir sorunuz varsa veya siz ve ailenize özel kesin maliyetlerin detaylı bir açıklamasını isterseniz, bize ulaşın. Size yardımcı olmaktan mutluluk duyacağız.",
    "Add Testimonial": "Referans Ekle",
    "Our Mission Is To Find You A Dream Place in Bursa": "Misyonumuz Size Bursa'da Rüya Gibi Bir Yer Bulmak",
    "That alone dear business partners, customers, and investors, ": "Sevgili iş ortakları, müşteriler ve yatırımcılar, ",
    "Turkey has been one of the most important centers of world trade for centuries with strong economic and strategic geographical location. Turkey continues its steady growth and offers powerful opportunities. Our experienced agent will lead you through all processes, and cover all from property finding, investment and legal procedures.": "Türkiye güçlü ekonomik ve stratejik coğrafi konumuyla yüzyıllardır dünya ticaretinin en önemli merkezlerinden biri olmuştur. Türkiye istikrarlı büyümesini sürdürmekte ve güçlü fırsatlar sunmaktadır. Deneyimli temsilcimiz sizleri tüm süreçlerde yönlendirecek ve gayrimenkul bulma, yatırım ve yasal işlemlerden tümünü kapsayacaktır.",
    "Among the all beautiful cities of Turkey, we want to single out one particular one for investment and living opportunities - Bursa. Known as \"Green Bursa\", this province with over 3 million people stands on the lower slopes of Uludag (Mount Olympos of Mysia, 2543 meters / 8343 feet) in the Marmara region of Anatolia. The title \"Green\" of Bursa comes from its gardens and parks, and of course from its being in the middle of an important fruit growing region.": "Türkiye'nin tüm güzel şehirleri arasından, yatırım ve yaşam fırsatları için özellikle bir tanesini öne çıkarmak istiyoruz - Bursa. \"Yeşil Bursa\" olarak bilinen bu il, 3 milyondan fazla nüfusuyla Anadolu'nun Marmara bölgesinde Uludağ Dağı'nın eteklerinde yer almaktadır. Bursa'nın \"Yeşil\" unvanı, bahçeleri, parkları ve tabii ki önemli bir meyve yetiştirme bölgesi ortasında bulunmasından kaynaklanmaktadır.",
    "Why to Invest in Bursa?": "Neden Bursa'ya Yatırım Yapmalı?",
    "Advanced infrastructure, dynamic entrepreneurs, the high quality of work and attractive investment climate": "Gelişmiş altyapısı, dinamik girişimcileri, yüksek kaliteli iş gücü ve çekici yatırım ortamı sebebiyle.",
    "Sectoral clusters": "Sektörel kümelenmeler.",
    "Around 700 foreign companies from approximately 70 countries": "Yaklaşık 70 ülkeden 700 yabancı şirket.",
    "Proximity to global &amp; national markets": "Küresel ve ulusal pazarlara yakınlığı",
    "18 organized industrial zones, 1 free trade zone and 7 sea ports": "18 organize sanayi bölgesi, 1 serbest ticaret bölgesi ve 7 deniz limanı",
    "Strategic geographic location providing logistics connections": "Lojistik bağlantılar sağlayan stratejik coğrafi konum",
    "The 4th most economically developed province in Turkey": "Türkiye'deki ekonomik açıdan en gelişmiş dördüncü il.",
    "2 universities and 1 foundation vocational school offering world-class education": "Dünya standartlarında eğitim sunan 2 üniversite ve 1 vakıf meslek yüksekokulu.",
    "Ranks 3rd with its R&amp;D centres in Turkey": "Türkiye'deki Ar-Ge merkezleri bakımından 3. sırada yer alıyor",
    "Globally competitive sectors of industry: Textile, automotive, agro-food, machinery metal and furniture sectors and rising sectors of railway systems, aerospace and defence sectors": "Küresel anlamda rekabetçi olan endüstri sektörleri: Tekstil, otomotiv, tarım-gıda, makine metal ve mobilya sektörleri ile demiryolu sistemleri, havacılık ve savunma sektörleri gibi yükselen sektörler.",
    "High tourism potential in winter and nature sports tourism as well as convention, thermal, health and culture tourism": "Kış turizmi potansiyeli yüksek olan ve doğa sporları turizmi yanı sıra kongre, termal, sağlık ve kültür turizmi alanlarında da zengin bir potansiyele sahip.",
    "Investment": "Yatırım",
    "Minimum contribution of USD 400,000": "En az 400.000 ABD Doları katkı payı.",
    "Processing time": "İşlem Süresi",
    "Approximately 120 days from submission of the application to approval": "Başvurunun sunumundan onaylanmasına kadar yaklaşık 120 gün",
    "Key benefit": "Ana fayda",
    "The right of free movement to Türkiye, Hong Kong, Japan, and Singapore, among others": "Türkiye, Hong Kong, Japonya ve Singapur gibi ülkelerde serbest dolaşım hakkı",
    "The Türkiye Citizenship by Investment Program (previously named the Turkey Citizenship by Investment Program) was launched in January 2017 to attract foreign direct investment to and boost growth in the country’s real estate sector. The program allows applicants to choose from a number of different types of economic contributions to Turkish society, thereby developing the country’s economy.": "Türkiye Yatırım Yoluyla Vatandaşlık Programı, ülkenin gayrimenkul sektöründe yabancı doğrudan yatırım çekmek ve büyümeyi artırmak için Ocak 2017'de başlatıldı. Program, başvuru sahiplerine Türk toplumuna çeşitli ekonomik katkı türleri arasından seçim yapma imkanı sunar, böylece ülkenin ekonomisini geliştirir",
    "Visa-free or visa-on-arrival access to 111 destinations including Hong Kong, Japan, and Singapore": "Hong Kong, Japonya ve Singapur dahil olmak üzere 111 destinasyona vizesiz veya varışta vize erişimi",
    "Citizenship of a country that enjoys a mild Mediterranean climate, beautiful scenery, and a high standard of living": "Güzel manzaralara sahip ılıman bir Akdeniz iklimi ve yüksek bir yaşam standardı olan bir ülkenin vatandaşlığı",
    "Full citizenship granted to the applicant and included family members": "Başvuru sahibine ve dahil edilen aile bireylerine tam vatandaşlık verilir",
    "Eligibility for an E-2 Investor Visa in the USA for a five-year renewable period": "ABD'de beş yıl yenilenebilir bir süre için E-2 Yatırımcı Vizesi'ne uygunluk",
    "Access to a transcontinental Eurasian country that is a stable economic, financial, and political hub between Europe, Western Asia, and the Middle Easts": "Avrupa, Batı Asya ve Ortadoğu arasında istikrarlı bir ekonomik, finansal ve siyasi merkez olan trans-kıtaya yayılan bir ülkeye erişim",
    "Acquire at least USD 400,000 worth of real estate": "En az 400.000 USD değerinde gayrimenkul edinme",
    "Invest a minimum of USD 500,000 fixed capital contribution": "En az 500.000 USD sabit sermaye katkısı yatırımı yapma",
    "Commit at least USD 500,000 or equivalent foreign currency or Turkish lira into government bonds": "En az 500.000 USD veya eşdeğer yabancı para veya Türk lirası tutarında hükümet tahvillerine yatırım yapma",
    "Commit at least USD 500,000 or equivalent foreign currency or Turkish lira into real estate investment fund share or venture capital investment fund share": "En az 500.000 USD veya eşdeğer yabancı para veya Türk lirası tutarında gayrimenkul yatırım fonu payı veya risk sermayesi yatırım fonu payına yatırım yapma",
    "Commit at least USD 500,000 or equivalent foreign currency or Turkish lira into a private pension system for a minimum holding period of three years": "En az 500.000 ABD Doları veya eşdeğer yabancı para veya Türk lirasını özel bir emeklilik sistemi içerisinde üç yıl minimum süreyle tutmak suretiyle taahhüt etmek.",
    "Create jobs for at least 50 people, as attested by the Ministry of Family, Labour and Social Services": "Aile, Çalışma ve Sosyal Hizmetler Bakanlığı tarafından onaylanmış şekilde en az 50 kişiye iş imkanı yaratmak.",
    "The main applicant may include their spouse, dependent children below the age of 18, and children of any age who are living with disabilities in their application.": "Ana başvuru sahibi, eşini, 18 yaşından küçük bakmakla yükümlü olduğu çocuklarını ve engelli olan her yaşta çocuklarını başvurusuna dahil edebilir.",
    "After applicants have chosen the qualifying investment option, a residence permit application shall be made on the family’s behalf. The main applicant is then required to open a bank account in Türkiye.": "Başvuru sahipleri uygun yatırım seçeneğini seçtikten sonra, aile adına ikamet izni başvurusu yapılır. Ana başvuru sahibi daha sonra Türkiye'de bir banka hesabı açmak zorundadır.",
    "Once all application documents have been prepared (including applicable certifications and translations), the investment can be completed and the documents submitted to the government. Once the application has been received by the government, the review process will begin and an interview may be requested. Applications are typically approved within 120 days, following which the citizenship documents are issued. The passport application can then be submitted.": "Tüm başvuru belgeleri hazırlandıktan sonra (uygulanabilir sertifikalar ve çeviriler dahil), yatırım tamamlanabilir ve belgeler hükümete sunulabilir. Başvuru hükümet tarafından alındıktan sonra, inceleme süreci başlayacak ve bir mülakat talep edilebilir. Başvurular genellikle 120 gün içinde onaylanır, ardından vatandaşlık belgeleri düzenlenir. Pasaport başvurusu da daha sonra yapılabilecektir.",
    "Please note that Turkish gift and inheritance taxes apply to worldwide assets held by Turkish citizens. We recommend that you seek appropriate professional advice in this regard.":"Lütfen unutmayın ki Türk hediye ve miras vergileri, Türk vatandaşları tarafından dünya genelindeki varlıklara uygulanır. Bu konuda uygun profesyonel danışmanlık almanızı öneririz.",
    "Obtaining the Title Deed Document of the Real Estate Document for what is required": "Gayrimenkul belgesinin Tapu Senedi Belgesi'nin alınması için gerekenler",
    "Identity document/passport (translated document in Turkish Language)": "Kimlik belgesi/pasaport (Türkçe dilinde çevrilmiş belge)",
    "Real estate valuation report": "Gayrimenkul değerleme raporu",
    "Compulsory Earthquake insurance policy for buildings": "Binalar için Zorunlu Deprem Sigortası Poliçesi",
    "Bio-metric photo ": "Biyometrik fotoğraf ",
    "Real Estate Fair Value Certificate of the Real Estate": "Gayrimenkulün Gerçeğe Uygun Değer Sertifikası",
    "Tax Number": "Vergi Numarası",
    "Bank-Approved Remittance Receipts ": "Banka Onaylı Havale Makbuzları ",
    "Commitment not to sell the Real Estate": "Gayrimenkulü Satmama Taahhüdü",
    "Note: The purpose of obtaining Turkish Citizenship should be stated in the deed.": "Not: Türk vatandaşlığı alımının amacı tapuda belirtilmelidir.",
    "Obtaining the Certificate of Conformity": "Uygunluk Belgesi Alımı",
    "After taking a commitment not to sell the Real Estate purchased for 3 years. The department of foreign affairs issues the certificate of conformity.": "3 yıl boyunca satılmayacağına dair taahhüt verildikten sonra, Dışişleri Bakanlığı uygunluk belgesini verir.",
    "Afterwards, the cover letter is sent to the General Directorate of Migration Management and the General Directorate of Population and Citizenship Affairs. The applicants are informed via email about every step carefully.": "Daha sonra, mektup Genel Göç İdaresi ve Nüfus ve Vatandaşlık İşleri Genel Müdürlüğü'ne gönderilir. Başvuru sahipleri, her adım hakkında e-posta yoluyla dikkatlice bilgilendirilir.",
    "Residence Permit Application and Citizenship Application": "İkamet İzni Başvurusu ve Vatandaşlık Başvurusu",
    "After receiving the certificate of conformity, a residence permit application must be made to the provincial Directorate of Migration Management and then a citizenship application to the provincial Directorate of population and Citizenship Affairs.The Citizenship Applications are finalized in 3-5 months on average": "Uygunluk belgesi alındıktan sonra, İl Göç İdaresi Müdürlüğü'ne ikamet izni başvurusu yapılmalı ve ardından İl Nüfus ve Vatandaşlık İşleri Müdürlüğü'ne vatandaşlık başvurusu yapılmalıdır. Vatandaşlık başvuruları genellikle 3-5 ay içinde sonuçlandırılır.",
    "Modern Villa": "Modern Villa",
    "Family House": "Aile Evi",
    "Town House": "Kasaba Evi",
    "Apartment": "Daire",
    "Invest in Bursa, and here is WHY": "Neden Bursa’ya Yatırım Yapmalısın",
    "With a long history of industry, sectoral diversity, close proximity to the market, international experience, dynamic young population, qualified labor force, Bursa always offers an ideal investment environment for domestic and foreign investors as the power of the Turkish economy.": "Köklü sanayi geçmişi, sektörel çeşitliliği, pazara yakınlığı, uluslararası deneyimi, dinamik genç nüfusu, nitelikli işgücü ile Bursa, Türkiye ekonomisinin gücü olarak yerli ve yabancı yatırımcılar için her zaman ideal bir yatırım ortamı sunmaktadır.",
    "Advanced Infrastructure": "Gelişmiş Altyapı",
    "Attractive Investment Climate": "Cazip Yatırım Ortamı",
    "Invest in Bursa": "Bursa’da Yatırım Yapın",
    "Among the all beautiful cities of Turkey, we want to single out one particular one for investment and living opportunities - Bursa, known as \"Green Bursa\"": "Türkiye'nin güzel şehirleri arasında, yatırım ve yaşam fırsatları için özellikle bir şehri vurgulamak istiyoruz - 'Yeşil Bursa' olarak da bilinen Bursa.",
    "Strategic Geographic Location": "Stratejik Coğrafi Konum",
    "Dynamic Entrepreneurs": "Dinamik Girişimciler",
    "Testimonials": "Referanslar",
    "Citizenship": "Vatandaşlığı",
    "To qualify for citizenship, the main applicant should fulfil one of the following investment requirements:":"Vatandaşlığa hak kazanmak için, ana başvuru sahibinin aşağıdaki yatırım koşullarından birini karşılaması gerekir:",
    "Procedures and time frame of the Türkiye Citizenship by Investment Program":"Yatırım Yoluyla Türk Vatandaşlığı Programının prosedürleri ve zaman çerçevesi"
}
